---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWallAreaParam
source: html/f34457db-7116-9698-9a8c-2d43c491b8b0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsHvacloadWallAreaParam Property

"Wall Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsHvacloadWallAreaParam { get; }
```